Repository: bireme/submission
Catalog: bireme/locale/*/LC_MESSAGES/django.po
Languages: es

source: is center administrator?
es: ¿es usted el administrador del Centro Coordinador?

source: is national center?
es: ¿es usted el Centro Coordinador Nacional?

source: Allow to receive emails?
es: ¿Permite recibir mensajes de correo electrónico?

source: Center
es: Centro

source: Permission denied for anonymous user. Please log in.
es: No se permite usuarios anónimos. Hagas el favor de identificarse.

source: anonymous users
es: usuarios anónimos

source: normal users
es: usuarios normales

source: staff users
es: usuario administrador

source: superusers
es: super usuarios

source: and
es: y

source: %(model_name)s with this %(field_names)s already exists.
es: %(model_name)s con ese %(field_names)s ya existe.

source: Enter a valid language code (Accept-Language header format, see RFC2616)
es: Entre un código de idioma válido (vea la norma RFC2616)

source: Directory
es: Directorio

source: is not in base path
es: ese no es el camino de la base

source: Directory is not in base path!
es: La base de datos no está en ese directorio

source: Directory %r doesn't exist!
es: El directorio %r no existe

source: Directory doesn't exist!
es: Ese directorio no existe

source: Please enter a local URL (without protocol/domain).
es: Por favor, introduzca un enlace (URL) local (sin protocolo/dominio).

source: The URL doesn't start with a allowed scheme.
es: El enlace no empieza con un esquema permitido.

source: Enter a valid URL without domain.
es: Introduzca un enlace (URL) válido sin un dominio.

source: Enter a valid URL without a query.
es: Introduzca un enlace (URL) válido sin una consulta.

source: Enter a valid URL without a fragment.
es: Introduzca un enlace (URL) válido sin un fragmento.

source: years
es: años

source: months
es: meses

source: weeks
es: semanas

source: days
es: días

source: hours
es: horas

source: %.1f sec
es: %.1f segundo

source: Results for:
es: Resultados para:

source: username
es: nombre del usuario

source: email address
es: correo electrónico

source: password
es: contraseña

source: password (again)
es: contraseña (otra vez)

source: This username is already taken. Please choose another.
es: Ese nombre de usuario ya existe. Por favor, asigne otro.

source: You must type the same password each time
es: Usted debe digitar la misma contraseña las dos veces

source: I have read and agree to the Terms of Service
es: Yo leí y estoy de acuerdo con los términos de servicio

source: This email address is already in use. Please supply a different email address.
es: Esa dirección de correo electrónico ya está en uso. Por favor, informe un correo diferente.

source: Registration using free email addresses is prohibited. Please supply a different email address.
es: Registrarse utilizando un correo electrónico gratis no está permitido. Por favor informe una dirección de correo diferente.

source: user
es: usuario

source: activation key
es: clave de activación

source: registration profile
es: perfil de registro

source: registration profiles
es: perfiles de registro

source: Error in update your receive email options.
es: Error al actualizar sus opciones correos electrónicos recibidos.

source: Edit Your Profile
es: Edite su perfil

source: Receive email alerts?
es: Desea recibir correos electrónicos de alertas?

source: Do you really want to remove this user??
es: ¿Usted desea realmente borrar ese usuario?

source: Manage Users
es: Gerenciar usuarios

source: Username
es: Nombre de usuario

source: Actions
es: Acciones en bloque

source: Remove this user
es: Remover ese usuario

source: No matches for your query
es: Sin resultados para la búsqueda

source: BIREME Submission
es: Sumisión BIREME

source: Login
es: Logar

source: Password
es: Contraseña

source: You are logged out. Please
es: Usted se ha desconectado. Por favor, haga clic en

source: login
es: logar

source: again clicking below.
es: haga clic otra vez.

source: New User
es: Nuevo Usuario

source: Create
es: Crear

source: Search
es: Buscar

source: Order by
es: Ordenar por

source: created
es: creado

source: updated
es: actualización

source: step
es: paso

source: steps
es: pasos

source: title
es: título

source: finish step?
es: ¿finalizar el paso?

source: pending step?
es: ¿paso pendiente?

source: close step?
es: ¿cerrar el paso?

source: allow register edition?
es: ¿permitir registrar edición?

source: step translation
es: traducción por etapas

source: step translations
es: traducciones por etapas

source: language
es: idioma

source: lildbi version
es: versión del LILDBI

source: lildbi versions
es: versiones del LILDBI

source: type
es: tipo

source: types
es: tipos

source: bibliographic type
es: tipo bibliográfico

source: bibliographic types
es: tipos bibliográficos

source: bibliographic type translation
es: traducción de los tipos bibliográficos

source: bibliographic types translations
es: traducciones de los tipos bibliográficos

source: Monografia
es: Monografía

source: type in submission
es: tipo de envío

source: types in submission
es: tipos de envíos

source: total of records
es: total de registros

source: total of certified records
es: total de registros certificados

source: iso file
es: archivo ISO

source: submission
es: sumisión

source: submissions
es: sumisiones

source: observation
es: observación

source: follow up
es: acompañamiento

source: follow ups
es: acompañamientos

source: message
es: mensaje

source: attachment
es: anejo

source: staff message
es: mensaje administrativa

source: Update in submission #%s
es: tipo de envío #%s

source: New Submission
es: Nueva Sumisión

source: Creation Date
es: Creado en

source: Last Update
es: Última actualización

source: Updated by
es: Actualizado por

source: Status
es: Estatus

source: Type
es: Tipo

source: Filename
es: Nombre del archivo

source: Decline
es: Rechazar

source: Submission
es: Sumisión

source: Go to
es: Ir para

source: Do you really change this submission status?
es: ¿Usted quiere realmente cambiar el estatus de la sumisión?

source: Filters
es: Filtros

source: All
es: Todo

source: Filter by type
es: Filtrar por tipo

source: Bulk actions
es: Acciones masivas

source: Approve to next status
es: Apruebe para el próximo estatus

source: Go to submission
es: Ir para sumisión

source: Download file
es: Bajar archivo

source: Change submission status
es: Cambiar estatus de sumisión

source: Close
es: Salir

source: Change Status
es: Cambiar Estatus

source: Submit
es: Enviar

source: Select your submission type
es: Seleccione el tipo de envío

source: Save changes
es: Grabar

source: Dashboard
es: Panel de instrumentos

source: Success!
es: ¡Éxito!

source: Opened submissions
es: Sumisión en curso

source: Show all submissions
es: Mostrar todas las sumisiones

source: All submissions
es: Todas las sumisiones

source: Last follow ups
es: Últimos seguimientos

source: Date
es: Fecha

source: Author
es: Autor

source: Previous Status
es: Estatus anterior

source: Change to
es: Cambiar para

source: Message
es: Mensaje

source: Staff Message
es: Mensaje administrativa (interna)

source: Attatchment
es: Anejo

source: Edit
es: Editar

source: Current status
es: Estatus actual

source: Edit register
es: Editar registro

source: Creator
es: Enviado por

source: Last updater
es: Actualizado por

source: Created at
es: Creado en

source: Last update
es: Última actualización

source: Observation
es: Observación

source: Total of records
es: Total de registros

source: Total of certified records
es: Total de registros certificados

source: Submissions
es: Sumisiones

source: New submission
es: Nueva sumisión

source: Users
es: Usuarios

source: New
es: Nuevo

source: Manage
es: Administrar

source: English
es: Inglés

source: Spanish
es: Español

source: Portuguese
es: Portugués

source: Logged as
es: Conectado como

source: Change Password
es: Cambiar contraseña

source: Logout
es: Salir
